/* Имя оператора по умолчанию, если не подгрузилась информация */
"agent_name_default" = "Оператор";

/* Надпись к сообщениям клиента */
"agent_name_you" = "Вы";

"Agent.DisplayName.Deleted" = "Удаленный оператор";

"Camera.Access.Description" = "Приложению требуется разрешение на использование вашей камеры";

/* Normally user iOS device doesn't return "Restricted" camera access status. But for test purposes we've added an alert with this string message anyway. */
"Camera.Access.Restricted" = "Доступ к камере запрещён";

"Camera.Access.Suggestion" = "Для съёмки фото требуется доступ к камере.\n\nПожалуйста, перейдите в [Настройки устройства > Ваше приложение > Камера], чтобы разрешить доступ.";

/* Alert with this message displays when you try to take a photo from camera on iOS simulator or when real device experiencing some technical issues. */
"Camera.Access.Unavailable" = "Камера недоступна";

"chat_input.status.contact_info" = "Пожалуйста, укажите ваши контакты";

/* Подзаголовок окна чата по умолчанию */
"chat_subtitle_placeholder" = "Всегда на связи!";

/* Системное сообщение в ленте чата, говорящее о том, что произошел разрыв соединения  с сервером. */
"chat_system_disconnected" = "Сетевая ошибка: %d,  сообщение: %s";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент несколько агентов набирают сообщение. */
"chat_system_few_agents_typing" = "%s, %s и %d набирают сообщение...";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент один агент набирает сообщение. */
"chat_system_one_agent_typing" = "%s набирает сообщение...";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент два агента набирают сообщение. */
"chat_system_two_agents_typing" = "%s и %s набирают сообщение...";

/* Заголовок окна чата по умолчанию */
"chat_title_placeholder" = "Чат с поддержкой";

"Chat.History.LoadMore" = "Подгрузить историю";

"chat.state_unavailable.discription" = "В настоящий момент чат недоступен. Попробуйте написать нам немного позже.";

"chat.state_unavailable.title" = "Чат временно недоступен";

"chat.system.contact_form.introduce_in_chat" = "Представьтесь в чате";

"chat.system.contact_form.must_fill" = "Укажите ваши контакты, чтобы мы смогли ответить вам";

"chat.system.contact_form.status_sent" = "Теперь ваши сообщения не потеряются. Ответ операторов придет в чат и по указанным контактам.";

"Chat.System.Media.Preparing" = "Подготовка файла...";

"Chat.System.Media.Uploading" = "Отправка файла...";

"Chat.System.NewMessages" = "Новые сообщения";

"Client.Title" = "Клиент №%d";

/* Общая строка "Отмена" */
"common_cancel" = "Отмена";

"common_close" = "Закрыть";

"common_done" = "Готово";

"common_understand" = "Понятно";

/* Универсальное сообщение о неизвестной ошибке. */
"common_unknown_error" = "Техническая ошибка";

"Common.Open" = "Открыть";

"common.send" = "Отправить";

"Common.Settings" = "Настройки";

/* Состояние подключения к сервису */
"connection_state_connecting" = "Подключение…";

/* Состояние отсутствия подключения */
"connection_state_disconnected" = "Нет подключения, повторная попытка через %d сек.";

/* Кнопка для повторного подключения к сервису, не дожидаясь таймаута  */
"connection_state_retry" = "Подключиться сейчас";

"contact_form.email.placeholder" = "Ваш e-mail";

"contact_form.name.placeholder" = "Ваше имя";

"contact_form.phone.placeholder" = "Ваш телефон";

"contact_form.status.sent" = "Спасибо!";

/* Статус загрузки - ошибка */
"download_status_error" = "Ошибка";

/* Статус загрузки - загрузка */
"download_status_loading" = "Загрузка...";

/* Ошибка загрузки файла, если ссылка устарела. */
"file_download_expired" = "Ссылка устарела";

/* Message letting user know that file is unavailable for download. */
"file_download_unavailable" = "Файл недоступен";

/* Проверка ссылки на файл */
"file_link_checking" = "Проверка...";

/* Default file name */
"file_name_unknown" = "Безымянный файл";

"file_transfer_disabled" = "Передача файлов отключена";

/* Формат для размера файла в байтах */
"format_file_size_b" = "%.0f Б";

/* Формат для размера файла в килобайтах */
"format_file_size_kb" = "%.0f КБ";

/* Формат для размера файла в мегабайтах */
"format_file_size_mb" = "%.2f МБ";

/* Подсказка в окне ввода сообщения */
"input_message_placeholder" = "Введите сообщение...";

"jivo_business_messenger" = "Бизнес-месcенджер";

"JV_ChatInput_MenuAttach_Camera" = "Камера";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку открывает системный пикер документов. */
"JV_ChatInput_MenuAttach_Document" = "Документ";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку вызывает пикер фотогалереи. */
"JV_ChatInput_MenuAttach_Gallery" = "Галерея";

/* Подсказка в окне ввода сообщения */
"JV_ChatInput_Message_Placeholder" = "Введите сообщение...";

"JV_ChatInput_Status_FillContactForm" = "Пожалуйста, укажите ваши контакты";

/* Подзаголовок окна чата по умолчанию */
"JV_ChatNavigation_HeaderSubtitle_Default" = "Всегда на связи!";

/* Заголовок окна чата по умолчанию */
"JV_ChatNavigation_HeaderTitle_Default" = "Чат с поддержкой";

"JV_ChatScreen_PlaceholderUnavailable_Body" = "В настоящий момент чат недоступен. Попробуйте написать нам немного позже.";

"JV_ChatScreen_PlaceholderUnavailable_Headline" = "Чат временно недоступен";

/* Пункт "Копировать" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"JV_ChatTimeline_MessageAction_Copy" = "Копировать";

"JV_ChatTimeline_MessageAction_Delete" = "Удалить";

/* Пункт "Повторить отправку" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"JV_ChatTimeline_MessageAction_Resend" = "Повторить отправку";

"JV_ChatTimeline_MessageStatus_Deleted" = "Сообщение удалено";

"JV_ChatTimeline_MessageStatus_Edited" = "(изменено)";

"JV_ChatTimeline_SystemButton_LoadMore" = "Подгрузить историю";

"JV_ChatTimeline_SystemIndicator_NewMessages" = "Новые сообщения";

"JV_ChatTimeline_SystemMessage_ContactInfoSent" = "Теперь ваши сообщения не потеряются. Ответ операторов придет в чат и по указанным контактам.";

"JV_ChatTimeline_SystemMessage_MediaUploading" = "Отправка файла...";

"JV_ChatTimeline_SystemMessage_OfflineDefault" = "Похоже операторы сейчас недоступны. Пожалуйста, оставьте своё сообщение и мы свяжемся с вами.";

"JV_ChatTimeline_SystemMessage_SecondLine" = "Диалог передан на вторую линию";

/* Общая строка "Отмена" */
"JV_Common_Captions_Cancel" = "Отмена";

"JV_Common_Captions_Close" = "Закрыть";

"JV_Common_Captions_Open" = "Открыть";

"JV_Common_Captions_Send" = "Отправить";

"JV_Common_Captions_Settings" = "Настройки";

"JV_Common_Captions_Understand" = "Понятно";

/* Универсальное сообщение о неизвестной ошибке. */
"JV_Common_Captions_UnknownError" = "Техническая ошибка";

"JV_ContactForm_EmailField_Placeholder" = "Ваш e-mail";

"JV_ContactForm_Legend_FillDesired" = "Представьтесь в чате";

"JV_ContactForm_Legend_FillRequired" = "Укажите ваши контакты, чтобы мы смогли ответить вам";

"JV_ContactForm_NameField_Placeholder" = "Ваше имя";

"JV_ContactForm_PhoneField_Placeholder" = "Ваш телефон";

"JV_ContactForm_SubmitStatus_Done" = "Спасибо!";

/* Имя оператора по умолчанию, если не подгрузилась информация */
"JV_DisplayName_Agent_Default" = "Оператор";

"JV_DisplayName_Bot_Default" = "бот";

"JV_DisplayName_Client_DefaultFormat" = "Клиент №%d";

"JV_DisplayName_Sender_You" = "Вы";

/* Ошибка загрузки файла, если ссылка устарела. */
"JV_FileAttachment_LinkStatus_Expired" = "Ссылка устарела";

/* Message letting user know that file is unavailable for download. */
"JV_FileAttachment_LinkStatus_Unavailable" = "Файл недоступен";

/* Unsupported file type */
"JV_FileAttachment_Status_Unsupported" = "Данный тип файла не поддерживается";

/* Ошибка, возникающая при неудачной подготовке файла к загрузке. */
"JV_FileTransfer_Status_FailedPreparing" = "Не удалось подготовить файл";

"JV_FileTransfer_Status_FailedUploading" = "Ошибка загрузки файла";

/* Превышение лимита выгружаемого файла */
"JV_FileTransfer_Status_TooLarge" = "Размер файла не должен превышать %dМБ";

"JV_Notification_MainChannel_InfoBrief" = "Сообщение из Jivo SDK";

"JV_Notification_MainChannel_InfoName" = "Jivo";

/* Format for text message where $1 is agent name, $2 - text message */
"JV_Notification_MainChannel_MessageBody" = "%1$s: %2$s";

"JV_Notification_MainChannel_MessageHeadline" = "Техподдержка";

"JV_RateForm_CommentField_Legend" = "Ваш комментарий";

"JV_RateForm_HeaderSubtitle_BeforeSubmission" = "Насколько вы удовлетворены ответами в чате?";

"JV_RateForm_HeaderSubtitle_NegativeSubmission" = "Мы стремимся делать лучший сервис для вас, будем работать над ошибками. Спасибо за вашу оценку!";

"JV_RateForm_HeaderSubtitle_PositiveSubmission" = "Рады, что вам понравилось :)";

"JV_RateForm_HeaderTitle_AfterSubmission" = "Спасибо за оценку";

"JV_RateForm_HeaderTitle_BeforeSubmission" = "Оставьте отзыв";

"JV_RateForm_SubmitButton_Caption" = "Отправить";

"JV_SpecialMenu_Popup_ExportAction" = "Отправить логи";

"JV_SpecialMenu_Popup_ExportJournal" = "Технический журнал";

"JV_SpecialMenu_Popup_Title" = "Специальное меню";

/* Normally user iOS device doesn't return "Restricted" camera access status. But for test purposes we've added an alert with this string message anyway. */
"JV_SystemAccess_Camera_NoPermission" = "Доступ к камере запрещён";

/* Alert with this message displays when you try to take a photo from camera on iOS simulator or when real device experiencing some technical issues. */
"JV_SystemAccess_Camera_NoSource" = "Камера недоступна";

"JV_SystemAccess_Camera_RequestReason" = "Для съёмки фото требуется доступ к камере.\n\nПожалуйста, перейдите в [Настройки устройства > Ваше приложение > Камера], чтобы разрешить доступ.";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway., If there is an error then the alert should be displayed on photo library access try when starting to pick images. */
"JV_SystemAccess_Gallery_NoContent" = "Нет доступных изображений";

"JV_SystemAccess_Gallery_NoPermission" = "Разрешите доступ";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway */
"JV_SystemAccess_Gallery_NoSource" = "Библиотека фотографий недоступна";

"JV_SystemAccess_Gallery_RequestReason" = "Для отправки фотографий и видео требуется доступ к галерее.";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку открывает системный пикер документов. */
"media_upload_attachment_type_selecting_document" = "Документ";

/* Надпись на кнопке контекстного меню выбора типа вложения. Нажатие на кнопку вызывает пикер фотогалереи. */
"media_upload_attachment_type_selecting_photo" = "Галерея";

/* Заголовок с вопросом о том, какой тип вложения пользователь хочет прикрепить к сообщению. */
"media_upload_select_an_attachment_type_title" = "Что вы хотите отправить?";

/* Системное сообщение в ленте чата, говорящее о том, что в данный момент ведётся загрузка файла на сервер. */
"media_upload_sending_the_file" = "Отправка файла";

"media_uploading_common_error" = "Ошибка загрузки файла";

/* Ошибка, возникающая при неудачной подготовке файла к загрузке. */
"media_uploading_extraction_error" = "Не удалось подготовить файл";

/* Превышение лимита выгружаемого файла */
"media_uploading_too_large" = "Размер файла не должен превышать %dМБ";

"Media.Access.Missing" = "Разрешите доступ";

"Media.Access.Suggestion" = "Для отправки фотографий и видео требуется доступ к галерее.\n\nПожалуйста, перейдите в [Настройки устройства > Ваше приложение > Фото], чтобы разрешить доступ.";

"Media.Picker.Camera" = "Камера";

/* Пункт меню "Копировать ссылку" */
"menu_action_copy" = "Копировать ссылку";

/* Пункт меню "Cкачать" */
"menu_action_download" = "Скачать";

"Menu.Action.File" = "Файл";

/* Кнопка скачать для прикрепленного документа/файла */
"message_download" = "Скачать";

/* Системное сообщение о присоединении оператора к чату */
"message_system_operator_accepted" = "Оператор подключился к диалогу";

/* Unsupported file type */
"message_unsupported_media" = "Данный тип файла не поддерживается";

"Message.Deleted" = "Сообщение удалено";

"Message.Edited" = "(изменено)";

"Message.Preview.Line" = "Диалог передан на вторую линию";

"Message.Sender.You" = "Вы";

"messages.label.bot" = "бот";

"notification_channel_message_description" = "Сообщение из Jivo SDK";

"notification_channel_message_name" = "Jivo";

/* Format for text message where $1 is agent name, $2 - text message */
"notification_message_text_format" = "%1$s: %2$s";

"notification_message_title" = "Техподдержка";

"offline_message_placeholder" = "Похоже операторы сейчас недоступны. Пожалуйста, оставьте своё сообщение и мы свяжемся с вами.";

/* Пункт "Копировать" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"options_copy" = "Копировать";

"options_delete" = "Удалить";

/* Пункт "Повторить отправку" контекстного меню, вызываемого долгим тапом по бабблу сообщения. */
"options_resend" = "Повторить отправку";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway., If there is an error then the alert should be displayed on photo library access try when starting to pick images. */
"PhotoLibrary.Access.NoAvailableImages" = "Нет доступных изображений";

/* Normally an alert with this message shouldn't be displayed but for test purposes it was added to SDK anyway */
"PhotoLibrary.Access.Unavailable" = "Библиотека фотографий недоступна";

"rate_form.comment_title" = "Ваш комментарий";

"rate_form.description" = "Насколько вы удовлетворены ответами в чате?";

"rate_form.finish_description_bad" = "Мы стремимся делать лучший сервис для вас, будем работать над ошибками. Спасибо за вашу оценку!";

"rate_form.finish_description_good" = "Рады, что вам понравилось :)";

"rate_form.finish_title" = "Спасибо за оценку";

"rate_form.send" = "Отправить";

"rate_form.title" = "Оставьте отзыв";

"status_missing_connection" = "Нет соединения";

"suggest_check_internet_access" = "Проверьте, пожалуйста, доступ в Интернет";

"toast_copied_to_clipboard" = "Скопировано";

/* Unsupported message type bubble discription */
"unsupported_message_description" = "Версия приложения устарела. Детали сообщения: %s";

/* postfix */
"unsupported_message_postfix" = "подробнее \u0020";

/* Title for unsupported message bubble  */
"unsupported_message_title" = "Неподдерживаемый тип сообщения";

/* Приветственное сообщение для пустого чата */
"welcome_message_placeholder" = "С мобильным приложением что-то пошло не так или просто что-то непонятно? Пишите, мы поможем!";

